{
  "pending_posts_v2": [
    {
      "timestamp": 1699421989,
      "data": [
        {
          "post": "If you're looking to upgrade your ð\u009d\u0090\u008cð\u009d\u0090\u0091ð\u009d\u0090\u0088 ð\u009d\u0090¨ð\u009d\u0090« ð\u009d\u0090\u0082ð\u009d\u0090\u0093 ð\u009d\u0090¦ð\u009d\u0090\u009að\u009d\u0090\u009cð\u009d\u0090¡ð\u009d\u0090¢ð\u009d\u0090§ð\u009d\u0090\u009e, I recommend contacting a reputable medical equipment supplier or manufacturer like Phantom Healthcare for guidance and assistance with the upgrade process. They can provide you with details on their products and services."
        },
        {
          
        }
      ]
    },
    {
      "timestamp": 1699422003,
      "data": [
        {
          "post": "If you're looking to upgrade your ð\u009d\u0090\u008cð\u009d\u0090\u0091ð\u009d\u0090\u0088 ð\u009d\u0090¨ð\u009d\u0090« ð\u009d\u0090\u0082ð\u009d\u0090\u0093 ð\u009d\u0090¦ð\u009d\u0090\u009að\u009d\u0090\u009cð\u009d\u0090¡ð\u009d\u0090¢ð\u009d\u0090§ð\u009d\u0090\u009e, I recommend contacting a reputable medical equipment supplier or manufacturer like Phantom Healthcare for guidance and assistance with the upgrade process. They can provide you with details on their products and services."
        },
        {
          
        }
      ]
    },
    {
      "timestamp": 1700542020,
      "data": [
        {
          "post": "Introducing our upgraded GE Discovery ST ð\u009d\u0090\u008fð\u009d\u0090\u0084ð\u009d\u0090\u0093-ð\u009d\u0090\u0082ð\u009d\u0090\u0093 (8/16 Slice) Scanner Machine, meticulously crafted for use in hospitals, clinics, and diverse medical facilities."
        },
        {
          
        }
      ]
    },
    {
      "timestamp": 1702373412,
      "data": [
        {
          "post": "Preventive maintenance is crucial for extending the life of any medical equipment, including MRI scanners. Regular maintenance helps ensure optimal performance, reduces downtime, and enhances patient safety. Extend the life of your MRI scanner through preventive maintenance. We are available worldwide.ð\u009f\u008c\u008d"
        },
        {
          
        }
      ]
    },
    {
      "timestamp": 1702373426,
      "data": [
        {
          "post": "Preventive maintenance is crucial for extending the life of any medical equipment, including MRI scanners. Regular maintenance helps ensure optimal performance, reduces downtime, and enhances patient safety. Extend the life of your MRI scanner through preventive maintenance. We are available worldwide.ð\u009f\u008c\u008d"
        },
        {
          
        }
      ]
    },
    {
      "timestamp": 1702443568,
      "data": [
        {
          "post": "As the foremost provider in the industry, we offer faster, safer, and superior-quality refurbished MRI machines at both 1.5T and 3.0T. Our commitment extends beyond machines, as we proudly stand as the largest supplier of imaging equipment, parts, and services, ensuring comprehensive support for all your medical imaging needs."
        },
        {
          
        }
      ]
    },
    {
      "timestamp": 1702535578,
      "data": [
        {
          "post": "Phantom Healthcare pioneers Siemens refurbished solutions, revolutionizing the radiology market with cutting-edge advancements. Embark on a transformative journey with Phantom Healthcare, spearheading innovation in Siemens refurbished solutions for the radiology sector."
        },
        {
          
        }
      ]
    }
  ]
}